export const all = [

  {
    date: '6月27日(三)',
    time: '22:00',
    team: ['墨西哥', '瑞典'],
    score: [],
  },
  {
    date: '6月27日(三)',
    time: '22:00',
    team: ['韩国', '德国'],
    score: [],
  },
  {
    date: '6月28日(四)',
    time: '02:00',
    team: ['塞尔维亚', '巴西'],
    score: [],
  },
  {
    date: '6月28日(四)',
    time: '02:00',
    team: ['瑞士', '哥斯达黎加'],
    score: [],
  },
  {
    date: '6月28日(四)',
    time: '22:00',
    team: ['日本', '波兰'],
    score: [],
  },
  {
    date: '6月28日(四)',
    time: '22:00',
    team: ['塞内加尔', '哥伦比亚'],
    score: [],
  },
  {
    date: '6月29日(五)',
    time: '02:00',
    team: ['巴拿马', '突尼斯'],
    score: [],
  },
  {
    date: '6月29日(五)',
    time: '02:00',
    team: ['英格兰', '比利时'],
    score: [],
  },

];
export const pass = [
  {
    date: '6月14日(四)',
    time: '23:00',
    team: ['俄罗斯', '沙特'],
    score: [5, 0],
  },
  {
    date: '6月15日(五)',
    time: '20:00',
    team: ['埃及', '乌拉圭'],
    score: [0, 1],
  },
  {
    date: '6月15日(五)',
    time: '23:00',
    team: ['摩洛哥', '伊朗'],
    score: [0, 1],
  },
  {
    date: '6月16日(六)',
    time: '02:00',
    team: ['葡萄牙', '葡萄牙'],
    score: [3, 3],
  },
  {
    date: '6月16日(六)',
    time: '18:00',
    team: ['法国', '澳大利亚'],
    score: [2, 1],
  },
  {
    date: '6月16日(六)',
    time: '21:00',
    team: ['阿根廷', '冰岛'],
    score: [1, 1],
  },
  {
    date: '6月17日(日)',
    time: '00:00',
    team: ['秘鲁', '丹麦'],
    score: [0, 1],
  },
  {
    date: '6月17日(日)',
    time: '03:00',
    team: ['克罗地亚', '尼日利亚'],
    score: [2, 0],
  },
  {
    date: '6月17日(日)',
    time: '20:00',
    team: ['哥斯达黎加', '塞尔维亚'],
    score: [0, 1],
  },
  {
    date: '6月17日(日)',
    time: '23:00',
    team: ['德国', '墨西哥'],
    score: [0, 1],
  },
  {
    date: '6月18日(一)',
    time: '02:00',
    team: ['巴西', '瑞士'],
    score: [1, 1],
  },
  {
    date: '6月18日(一)',
    time: '20:00',
    team: ['瑞典', '韩国'],
    score: [1, 0],
  },
  {
    date: '6月18日(一)',
    time: '23:00',
    team: ['比利时', '巴拿马'],
    score: [3, 0],
  },
  {
    date: '6月19日(二)',
    time: '02:00',
    team: ['突尼斯', '英格兰'],
    score: [1, 2],
  },
  {
    date: '6月19日(二)',
    time: '20:00',
    team: ['哥伦比亚', '日本'],
    score: [1, 2],
  },
  {
    date: '6月19日(二)',
    time: '23:00',
    team: ['波兰', '塞内加尔'],
    score: [1, 2],
  },
  {
    date: '6月20日(三)',
    time: '02:00',
    team: ['俄罗斯', '埃及'],
    score: [3, 1],
  },
  {
    date: '6月20日(三)',
    time: '20:00',
    team: ['葡萄牙', '摩洛哥'],
    score: [1, 0],
  },
  {
    date: '6月20日(三)',
    time: '23:00',
    team: ['乌拉圭', '沙特'],
    score: [1, 0],
  },
  {
    date: '6月21日(四)',
    time: '02:00',
    team: ['伊朗', '西班牙'],
    score: [0, 1],
  },
  {
    date: '6月21日(四)',
    time: '20:00',
    team: ['丹麦', '澳大利亚'],
    score: [1, 1],
  },
  {
    date: '6月21日(四)',
    time: '23:00',
    team: ['法国', '秘鲁'],
    score: [1, 0],
  },
  {
    date: '6月22日(五)',
    time: '02:00',
    team: ['阿根廷', '克罗地亚'],
    score: [0, 3],
  },
  {
    date: '6月22日(五)',
    time: '20:00',
    team: ['巴西', '哥斯达黎加'],
    score: [2, 0],
  },
  {
    date: '6月22日(五)',
    time: '23:00',
    team: ['尼日利亚', '冰岛'],
    score: [2, 0],
  },
  {
    date: '6月23日(六)',
    time: '02:00',
    team: ['塞尔维亚', '瑞士'],
    score: [1, 2],
  },
  {
    date: '6月23日(六)',
    time: '20:00',
    team: ['比利时', '突尼斯'],
    score: [5, 2],
  },
  {
    date: '6月23日(六)',
    time: '23:00',
    team: ['韩国', '墨西哥'],
    score: [1, 2],
  },

  {
    date: '6月24日(日)',
    time: '02:00',
    team: ['德国', '瑞典'],
    score: [2, 1],
  },
  {
    date: '6月24日(日)',
    time: '20:00',
    team: ['英格兰', '巴拿马'],
    score: [6, 1],
  },
  {
    date: '6月24日(日)',
    time: '23:00',
    team: ['日本', '塞内加尔'],
    score: [2, 2],
  },


  {
    date: '6月25日(一)',
    time: '02:00',
    team: ['波兰', '哥伦比亚'],
    score: [0, 3],
  },

  {
    date: '6月25日(一)',
    time: '20:00',
    team: ['乌拉圭', '俄罗斯'],
    score: [3, 0],
  },
  {
    date: '6月25日(一)',
    time: '22:00',
    team: ['沙特', '埃及'],
    score: [2, 1],
  },
  {
    date: '6月26日(二)',
    time: '02:00',
    team: ['伊朗', '葡萄牙'],
    score: [1, 1],
  },
  {
    date: '6月26日(二)',
    time: '02:00',
    team: ['西班牙', '摩洛哥'],
    score: [2, 2],
  },

  {
    date: '6月26日(二)',
    time: '22:00',
    team: ['丹麦', '法国'],
    score: [0, 0],
  },
  {
    date: '6月26日(二)',
    time: '22:00',
    team: ['澳大利亚', '秘鲁'],
    score: [0, 2],
  },
  {
    date: '6月26日(二)',
    time: '22:00',
    team: ['丹麦', '法国'],
    score: [0, 0],
  },
  {
    date: '6月26日(二)',
    time: '22:00',
    team: ['澳大利亚', '秘鲁'],
    score: [0, 2],
  },
  {
    date: '6月27日(三)',
    time: '02:00',
    team: ['尼日利亚', '阿根廷'],
    score: [1, 2],
  },
  {
    date: '6月27日(三)',
    time: '02:00',
    team: ['冰岛', '克罗地亚'],
    score: [1, 2],
  },

];
export const last = [

  {
    date: '6月26日(二)',
    time: '02:00',
    team: ['西班牙', '摩洛哥'],
    score: [2, 2],
  },

  {
    date: '6月26日(二)',
    time: '22:00',
    team: ['丹麦', '法国'],
    score: [0, 0],
  },
  {
    date: '6月26日(二)',
    time: '22:00',
    team: ['澳大利亚', '秘鲁'],
    score: [0, 2],
  },
  {
    date: '6月26日(二)',
    time: '22:00',
    team: ['丹麦', '法国'],
    score: [0, 0],
  },
  {
    date: '6月26日(二)',
    time: '22:00',
    team: ['澳大利亚', '秘鲁'],
    score: [0, 2],
  },
  {
    date: '6月27日(三)',
    time: '02:00',
    team: ['尼日利亚', '阿根廷'],
    score: [1, 2],
  },
  {
    date: '6月27日(三)',
    time: '02:00',
    team: ['冰岛', '克罗地亚'],
    score: [1, 2],
  },

];

export default {
  all: all,
  last: last,
  pass: pass,
}